Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %lld %@ across %lld %@ · %@
ar: %1$lld %2$@ عبر %3$lld %4$@ · %5$@
ca: %1$lld %2$@ a %3$lld %4$@ · %5$@
cs: %1$lld %2$@ napříč %3$lld %4$@ · %5$@
da: %1$lld %2$@ på tværs af %3$lld %4$@ · %5$@
de: %lld %@ über %lld %@ · %@
el: %1$lld %2$@ σε %3$lld %4$@ · %5$@
es: %1$lld %2$@ en %3$lld %4$@ · %5$@
fa: %1$lld %2$@ در سراسر %3$lld %4$@ · %5$@
fi: %1$lld %2$@: %3$lld %4$@ · %5$@
fr: %lld %@ sur %lld %@ · %@
he: %1$lld %2$@ על פני %3$lld %4$@ · %5$@
hr: %1$lld %2$@ preko %3$lld %4$@ · %5$@
hu: %1$lld %2$@ %3$lld %4$@ · %5$@
id: %1$lld %2$@ di seluruh %3$lld %4$@ · %5$@
ja: %lld %@ · %@ 全体の %lld %@
ko: %lld %@ %lld %@ · %@ 전반
ms: %1$lld %2$@ merentas %3$lld %4$@ · %5$@
nl: %1$lld %2$@ over %3$lld %4$@ · %5$@
no: %1$lld %2$@ over %3$lld %4$@ · %5$@
pl: %1$lld %2$@ przez %3$lld %4$@ · %5$@
pt_br: %lld %@ em %lld %@ · %@
pt_pt: %1$lld %2$@ em %3$lld %4$@ · %5$@
ro: %1$lld %2$@ pe %3$lld %4$@ · %5$@
sk: %1$lld %2$@ cez %3$lld %4$@ · %5$@
sl: %1$lld %2$@ čez %3$lld %4$@ · %5$@
sv: %1$lld %2$@ över %3$lld %4$@ · %5$@
th: %1$lld %2$@ ข้าม %3$lld %4$@ · %5$@
ur: %1$lld %2$@ %3$lld %4$@ · %5$@
vi: %1$lld %2$@ trên khắp %3$lld %4$@ · %5$@
zh_hans: %lld %@ 横跨 %lld %@ · %@

# %lld %@ across %lld %@ and %lld %@
source: %1$lld %2$@ across %3$lld %4$@ and %5$lld %6$@
ar: %1$lld %2$@ عبر %3$lld %4$@ و %5$lld %6$@
ca: %1$lld %2$@ a %3$lld %4$@ i %5$lld %6$@
cs: %1$lld %2$@ napříč %3$lld %4$@ a %5$lld %6$@
da: %1$lld %2$@ på tværs af %3$lld %4$@ og %5$lld %6$@
de: %1$lld %2$@ über %3$lld %4$@ und %5$lld %6$@
el: %1$lld %2$@ σε %3$lld %4$@ και %5$lld %6$@
es: %1$lld %2$@ a través de %3$lld %4$@ y %5$lld %6$@
fa: %1$lld %2$@ در %3$lld %4$@ و %5$lld %6$@
fi: %1$lld %2$@ %3$lld %4$@ ja %5$lld %6$@
fr: %1$lld %2$@ sur %3$lld %4$@ et %5$lld %6$@
he: %1$lld %2$@ על פני %3$lld %4$@ ו-%5$lld %6$@
hr: %1$lld %2$@ preko %3$lld %4$@ i %5$lld %6$@
hu: %1$lld %2$@ %3$lld %4$@ és %5$lld %6$@
id: %1$lld %2$@ di seluruh %3$lld %4$@ dan %5$lld %6$@
ja: %3$lld %4$@ および %5$lld %6$@ 全体の %1$lld %2$@
ko: %1$lld %2$@ %3$lld %4$@ 및 %5$lld %6$@ 전반
ms: %1$lld %2$@ merentas %3$lld %4$@ dan %5$lld %6$@
nl: %1$lld %2$@ over %3$lld %4$@ en %5$lld %6$@
no: %1$lld %2$@ over %3$lld %4$@ og %5$lld %6$@
pl: %1$lld %2$@ w %3$lld %4$@ i %5$lld %6$@
pt_br: %1$lld %2$@ em %3$lld %4$@ e %5$lld %6$@
pt_pt: %1$lld %2$@ em %3$lld %4$@ e %5$lld %6$@
ro: %1$lld %2$@ pe %3$lld %4$@ și %5$lld %6$@
sk: %1$lld %2$@ cez %3$lld %4$@ a %5$lld %6$@
sl: %1$lld %2$@ čez %3$lld %4$@ in %5$lld %6$@
sv: %1$lld %2$@ över %3$lld %4$@ och %5$lld %6$@
th: %1$lld %2$@ ตลอด %3$lld %4$@ และ %5$lld %6$@
ur: %1$lld %2$@ %3$lld %4$@ اور %5$lld %6$@ میں
vi: %1$lld %2$@ trên %3$lld %4$@ và %5$lld %6$@
zh_hans: %1$lld %2$@ 跨越 %3$lld %4$@ 和 %5$lld %6$@

# %lld %@ across %lld %@ and %lld %@ · %@
source: %1$lld %2$@ across %3$lld %4$@ and %5$lld %6$@ · %7$@
ar: %1$lld %2$@ عبر %3$lld %4$@ و %5$lld %6$@ · %7$@
ca: %1$lld %2$@ a %3$lld %4$@ i %5$lld %6$@ · %7$@
cs: %1$lld %2$@ napříč %3$lld %4$@ a %5$lld %6$@ · %7$@
da: %1$lld %2$@ på tværs af %3$lld %4$@ og %5$lld %6$@ · %7$@
de: %1$lld %2$@ über %3$lld %4$@ und %5$lld %6$@ · %7$@
el: %1$lld %2$@ σε %3$lld %4$@ και %5$lld %6$@ · %7$@
es: %1$lld %2$@ a través de %3$lld %4$@ y %5$lld %6$@ · %7$@
fa: %1$lld %2$@ در سراسر %3$lld %4$@ و %5$lld %6$@ · %7$@
fi: %1$lld %2$@ %3$lld %4$@ ja %5$lld %6$@ · %7$@
fr: %1$lld %2$@ sur %3$lld %4$@ et %5$lld %6$@ · %7$@
he: %1$lld %2$@ על פני %3$lld %4$@ ו-%5$lld %6$@ · %7$@
hr: %1$lld %2$@ preko %3$lld %4$@ i %5$lld %6$@ · %7$@
hu: %1$lld %2$@ %3$lld %4$@ és %5$lld %6$@ · %7$@
id: %1$lld %2$@ di seluruh %3$lld %4$@ dan %5$lld %6$@ · %7$@
ja: %3$lld %4$@ および %5$lld %6$@ · %7$@ 全体の %1$lld %2$@
ko: %1$lld %2$@ %3$lld %4$@ 및 %5$lld %6$@ · %7$@ 전반
ms: %1$lld %2$@ merentas %3$lld %4$@ dan %5$lld %6$@ · %7$@
nl: %1$lld %2$@ over %3$lld %4$@ en %5$lld %6$@ · %7$@
no: %1$lld %2$@ over %3$lld %4$@ og %5$lld %6$@ · %7$@
pl: %1$lld %2$@ w %3$lld %4$@ i %5$lld %6$@ · %7$@
pt_br: %1$lld %2$@ entre %3$lld %4$@ e %5$lld %6$@ · %7$@
pt_pt: %1$lld %2$@ entre %3$lld %4$@ e %5$lld %6$@ · %7$@
ro: %1$lld %2$@ pe %3$lld %4$@ și %5$lld %6$@ · %7$@
sk: %1$lld %2$@ cez %3$lld %4$@ a %5$lld %6$@ · %7$@
sl: %1$lld %2$@ čez %3$lld %4$@ in %5$lld %6$@ · %7$@
sv: %1$lld %2$@ över %3$lld %4$@ och %5$lld %6$@ · %7$@
th: %1$lld %2$@ ข้าม %3$lld %4$@ และ %5$lld %6$@ · %7$@
ur: %1$lld %2$@ %3$lld %4$@ اور %5$lld %6$@ · %7$@
vi: %1$lld %2$@ trên %3$lld %4$@ và %5$lld %6$@ · %7$@
zh_hans: %1$lld %2$@ 跨越 %3$lld %4$@ 和 %5$lld %6$@ · %7$@

source: %lld %@ across %lld %@, %lld %@, and %lld %@. Upload compares each screenshot with the store and changes only what differs, keeping the App Store asset IDs of exact matches. Replace All Screenshots skips the comparison: everything currently in these sets is deleted and all %lld are uploaded again with new asset IDs. Quicker to prepare, slower to upload.
ar: %1$lld %2$@ عبر %3$lld %4$@، %5$lld %6$@، و%7$lld %8$@. يقارن التحميل كل لقطة شاشة مع المتجر ويغير فقط ما هو مختلف، مع الاحتفاظ بمعرفات الأصول App Store ذات التطابقات التامة. يتخطى استبدال جميع لقطات الشاشة المقارنة: يتم حذف كل شيء موجود حاليًا في هذه المجموعات ويتم تحميل جميع %9$lld مرة أخرى بمعرفات أصول جديدة. أسرع في التحضير، وأبطأ في التحميل.
ca: %1$lld %2$@ a %3$lld %4$@, %5$lld %6$@ i %7$lld %8$@. Pujada compara cada captura de pantalla amb la botiga i només canvia allò que difereix, conservant els App Store identificadors de recursos de coincidències exactes. Reemplaça totes les captures de pantalla omet la comparació: se suprimeix tot el que hi ha actualment en aquests conjunts i es tornen a penjar tots els %9$lld amb identificadors de recursos nous. Més ràpid de preparar, més lent de pujar.
cs: %1$lld %2$@ napříč %3$lld %4$@, %5$lld %6$@ a %7$lld %8$@. Nahrání porovná každý snímek obrazovky s obchodem a změní pouze to, co se liší, přičemž zachová App Store ID děl přesných shod. Nahradit všechny snímky obrazovky přeskočí srovnání: vše, co se aktuálně nachází v těchto sadách, bude smazáno a všechny %9$lld budou znovu nahrány s novými ID aktiv. Rychlejší příprava, pomalejší nahrávání.
da: %1$lld %2$@ på tværs af %3$lld %4$@, %5$lld %6$@ og %7$lld %8$@. Upload sammenligner hvert skærmbillede med butikken og ændrer kun det, der adskiller sig, og beholder App Store aktiv-id'erne for eksakte matches. Erstat alle skærmbilleder springer sammenligningen over: alt i øjeblikket i disse sæt slettes, og alle %9$lld uploades igen med nye aktiv-id'er. Hurtigere at forberede, langsommere at uploade.
de: %1$lld %2$@ über %3$lld %4$@, %5$lld %6$@ und %7$lld %8$@. Upload vergleicht jeden Screenshot mit dem Store und ändert nur die Unterschiede, wobei die App Store Asset-IDs der exakten Übereinstimmungen beibehalten werden. „Alle Screenshots ersetzen“ überspringt den Vergleich: Alles, was derzeit in diesen Sätzen enthalten ist, wird gelöscht und alle %9$lld werden erneut mit neuen Asset-IDs hochgeladen. Schnellere Vorbereitung, langsameres Hochladen.
el: %1$lld %2$@ σε %3$lld %4$@, %5$lld %6$@ και %7$lld %8$@. Η μεταφόρτωση συγκρίνει κάθε στιγμιότυπο οθόνης με το κατάστημα και αλλάζει μόνο ό,τι διαφέρει, διατηρώντας τα App Store αναγνωριστικά στοιχείων των ακριβών αντιστοιχιών. Η "Αντικατάσταση όλων των στιγμιότυπων οθόνης" παρακάμπτει τη σύγκριση: όλα όσα βρίσκονται αυτήν τη στιγμή σε αυτά τα σύνολα διαγράφονται και όλα τα %9$lld μεταφορτώνονται ξανά με νέα αναγνωριστικά στοιχείων. Πιο γρήγορα στην προετοιμασία, πιο αργή στη μεταφόρτωση.
es: %1$lld %2$@ a través de %3$lld %4$@, %5$lld %6$@ y %7$lld %8$@. Upload compara cada captura de pantalla con la tienda y cambia solo lo que difiere, manteniendo los App Store ID de activos de coincidencias exactas. Reemplazar todas las capturas de pantalla omite la comparación: todo lo que se encuentra actualmente en estos conjuntos se elimina y todos los %9$lld se cargan nuevamente con nuevos ID de activos. Más rápido de preparar, más lento de cargar.
fa: %1$lld %2$@ در سراسر %3$lld %4$@، %5$lld %6$@ و %7$lld %8$@. آپلود هر عکس صفحه‌نمایش را با فروشگاه مقایسه می‌کند و فقط موارد متفاوت را تغییر می‌دهد و شناسه‌های دارایی App Store مطابقت دقیق را حفظ می‌کند. Replace All Screenshots مقایسه را رد می‌کند: همه چیزهایی که در حال حاضر در این مجموعه‌ها هستند حذف می‌شوند و همه %9$lld دوباره با شناسه‌های دارایی جدید آپلود می‌شوند. آماده شدن سریعتر، آپلود کندتر.
fi: %1$lld %2$@ %3$lld %4$@, %5$lld %6$@ ja %7$lld %8$@. Lataa vertaa kutakin kuvakaappausta kauppaan ja muuttaa vain eroavia asioita pitäen tarkan vastaavuuden App Store sisältökohteen tunnukset. Replace All Screenshots ohittaa vertailun: kaikki näissä sarjoissa tällä hetkellä oleva poistetaan ja kaikki %9$lld ladataan uudelleen uusilla sisältötunnuksilla. Nopeampi valmistautuminen, hitaampi lataaminen.
fr: %1$lld %2$@ sur %3$lld %4$@, %5$lld %6$@ et %7$lld %8$@. Le téléchargement compare chaque capture d'écran avec celle du magasin et ne modifie que ce qui diffère, en conservant les App Store ID d'éléments correspondant exactement aux correspondances. Remplacer toutes les captures d'écran ignore la comparaison : tout ce qui se trouve actuellement dans ces ensembles est supprimé et tous les %9$lld sont à nouveau téléchargés avec de nouveaux ID d'actifs. Plus rapide à préparer, plus lent à télécharger.
he: %1$lld %2$@ על פני %3$lld %4$@, %5$lld %6$@, ו-%7$lld %8$@. העלאה משווה כל צילום מסך לחנות ומשנה רק את מה ששונה, תוך שמירה על מזהי הנכסים App Store של התאמות מדויקות. 'החלף את כל צילומי המסך' מדלג על ההשוואה: כל מה שנמצא כעת בקבוצות האלה נמחק וכל %9$lld מועלים שוב עם מזהי נכסים חדשים. מהיר יותר להכנה, יותר איטי להעלות.
hr: %1$lld %2$@ preko %3$lld %4$@, %5$lld %6$@ i %7$lld %8$@. Prijenos uspoređuje svaku snimku zaslona s trgovinom i mijenja samo ono što se razlikuje, zadržavajući App Store ID-ove sredstava točnim podudaranjem. Zamijeni sve snimke zaslona preskače usporedbu: sve što se trenutačno nalazi u tim skupovima briše se i svi %9$lld ponovno se učitavaju s novim ID-ovima sredstava. Brže za pripremu, sporije za učitavanje.
hu: %1$lld %2$@ %3$lld %4$@, %5$lld %6$@ és %7$lld %8$@. A Feltöltés minden képernyőképet összehasonlít az áruházzal, és csak a különbözőket módosítja, megtartva a App Store elemazonosítóit a pontos egyezésekhez. A Replace All Screenshots kihagyja az összehasonlítást: minden, ami jelenleg ezekben a készletekben található, törlődik, és az összes %9$lld újra feltöltésre kerül új eszközazonosítókkal. Gyorsabb előkészítés, lassabb feltöltés.
id: %1$lld %2$@ di seluruh %3$lld %4$@, %5$lld %6$@, dan %7$lld %8$@. Upload membandingkan setiap tangkapan layar dengan tangkapan layar yang disimpan dan hanya mengubah perbedaannya, sehingga ID aset App Store tetap sama persis. Ganti Semua Tangkapan Layar melewatkan perbandingan: semua yang saat ini ada di kumpulan ini akan dihapus dan semua %9$lld diunggah lagi dengan ID aset baru. Lebih cepat mempersiapkannya, lebih lambat mengunggahnya.
ja: %3$lld %4$@、%5$lld %6$@、および %7$lld %8$@ 全体の %1$lld %2$@。 アップロードでは、各スクリーンショットをストアと比較し、完全に一致する App Store アセット ID を維持しながら、異なる部分のみを変更します。 [すべてのスクリーンショットを置換] では比較がスキップされます。これらのセット内の現在すべてが削除され、すべての %9$lld が新しいアセット ID で再度アップロードされます。準備は早く、アップロードは遅くなります。
ko: %1$lld %2$@는 %3$lld %4$@, %5$lld %6$@ 및 %7$lld %8$@에 걸쳐 있습니다. 업로드는 각 스크린샷을 스토어와 비교하고 차이점만 변경하며 정확히 일치하는 App Store 자산 ID를 유지합니다. 모든 스크린샷 교체는 비교를 건너뜁니다. 현재 이 세트에 있는 모든 항목이 삭제되고 모든 %9$lld이 새 자산 ID로 다시 업로드됩니다. 준비는 빠르게, 업로드는 느리게 진행됩니다.
ms: %1$lld %2$@ merentas %3$lld %4$@, %5$lld %6$@ dan %7$lld %8$@. Muat naik membandingkan setiap tangkapan skrin dengan kedai dan menukar hanya perkara yang berbeza, mengekalkan ID aset App Store padanan tepat. Gantikan Semua Tangkapan Skrin melangkau perbandingan: semua yang ada dalam set ini pada masa ini dipadamkan dan semua %9$lld dimuat naik semula dengan ID aset baharu. Lebih cepat untuk menyediakan, lebih lambat untuk memuat naik.
nl: %1$lld %2$@ over %3$lld %4$@, %5$lld %6$@ en %7$lld %8$@. Upload vergelijkt elke schermafbeelding met de winkel en wijzigt alleen wat verschilt, waarbij de App Store item-ID's van exacte overeenkomsten behouden blijven. Replace All Screenshots slaat de vergelijking over: alles dat zich momenteel in deze sets bevindt, wordt verwijderd en alle %9$lld worden opnieuw geüpload met nieuwe item-ID's. Sneller klaarmaken, langzamer uploaden.
no: %1$lld %2$@ over %3$lld %4$@, %5$lld %6$@, og %7$lld %8$@. Last opp sammenligner hvert skjermbilde med butikken og endrer bare det som er forskjellig, og beholder App Store-element-ID-ene for eksakte treff. Erstatt alle skjermbilder hopper over sammenligningen: alt i disse settene slettes og alle %9$lld lastes opp igjen med nye aktiva-ID-er. Raskere å forberede, tregere å laste opp.
pl: %1$lld %2$@ w %3$lld %4$@, %5$lld %6$@ i %7$lld %8$@. Przesyłanie porównuje każdy zrzut ekranu ze sklepem i zmienia tylko to, co się różni, zachowując dokładne identyfikatory zasobów App Store. Zamień wszystkie zrzuty ekranu pomija porównanie: wszystko aktualnie w tych zestawach zostaje usunięte, a wszystkie %9$lld są przesyłane ponownie z nowymi identyfikatorami zasobów. Szybsze przygotowanie, wolniejsze przesyłanie.
pt_br: %1$lld %2$@ em %3$lld %4$@, %5$lld %6$@ e %7$lld %8$@. O upload compara cada captura de tela com a loja e altera apenas o que difere, mantendo os App Store IDs de ativos de correspondências exatas. Substituir todas as capturas de tela ignora a comparação: tudo o que está atualmente nesses conjuntos é excluído e todos os %9$lld são carregados novamente com novos IDs de ativos. Mais rápido de preparar, mais lento de carregar.
pt_pt: %1$lld %2$@ em %3$lld %4$@, %5$lld %6$@ e %7$lld %8$@. O upload compara cada captura de ecrã com a loja e altera apenas o que difere, mantendo os App Store IDs de ativos de correspondências exatas. Substituir todas as capturas de ecrã ignora a comparação: tudo o que está atualmente nesses conjuntos é excluído e todos os %9$lld são carregados novamente com novos IDs de ativos. Mais rápido de preparar, mais lento de carregar.
ro: %1$lld %2$@ pe %3$lld %4$@, %5$lld %6$@ și %7$lld %8$@. Încărcarea compară fiecare captură de ecran cu magazinul și modifică numai ceea ce diferă, păstrând ID-urile de material App Store ale potrivirilor exacte. Înlocuiți toate capturile de ecran omite comparația: tot ce se află în prezent în aceste seturi este șters și toate %9$lld sunt încărcate din nou cu noi ID-uri de material. Mai rapid de pregătit, mai lent de încărcat.
sk: %1$lld %2$@ cez %3$lld %4$@, %5$lld %6$@ a %7$lld %8$@. Nahranie porovná každú snímku obrazovky s obchodom a zmení iba to, čo sa líši, pričom sa zachovajú App Store ID diel presných zhôd. Nahradiť všetky snímky obrazovky preskočí porovnanie: všetko, čo sa momentálne nachádza v týchto skupinách, sa odstráni a všetky %9$lld sa znova nahrajú s novými ID diel. Rýchlejšia príprava, pomalšie nahrávanie.
sl: %1$lld %2$@ čez %3$lld %4$@, %5$lld %6$@ in %7$lld %8$@. Nalaganje primerja vsak posnetek zaslona s trgovino in spremeni le tisto, kar se razlikuje, pri čemer se ID-ji sredstev App Store natančno ujemajo. Zamenjaj vse posnetke zaslona preskoči primerjavo: vse, kar je trenutno v teh nizih, je izbrisano in vsi %9$lld so znova naloženi z novimi ID-ji sredstev. Hitreje za pripravo, počasneje za nalaganje.
sv: %1$lld %2$@ över %3$lld %4$@, %5$lld %6$@ och %7$lld %8$@. Upload jämför varje skärmdump med butiken och ändrar bara det som skiljer sig, och behåller App Store tillgångs-ID:n för exakta matchningar. Ersätt alla skärmdumpar hoppar över jämförelsen: allt för närvarande i dessa uppsättningar raderas och alla %9$lld laddas upp igen med nya tillgångs-ID. Quicker to prepare, slower to upload.
th: %1$lld %2$@ ตลอด %3$lld %4$@, %5$lld %6$@ และ %7$lld %8$@ อัปโหลดเปรียบเทียบภาพหน้าจอแต่ละภาพกับร้านค้าและเปลี่ยนแปลงเฉพาะสิ่งที่แตกต่าง โดยคง App Store รหัสเนื้อหาที่ตรงกันทุกประการ แทนที่ภาพหน้าจอทั้งหมด ข้ามการเปรียบเทียบ: ทุกอย่างที่อยู่ในชุดเหล่านี้ในปัจจุบันจะถูกลบออก และ %9$lld ทั้งหมดจะถูกอัปโหลดอีกครั้งด้วยรหัสเนื้อหาใหม่ เตรียมเร็วกว่า อัพโหลดช้ากว่า
ur: %1$lld %2$@ %3$lld %4$@، %5$lld %6$@، اور %7$lld %8$@۔ اپ لوڈ ہر اسکرین شاٹ کا اسٹور کے ساتھ موازنہ کرتا ہے اور صرف وہی تبدیل کرتا ہے جو مختلف ہوتا ہے، عین مطابق مماثلتوں کی App Store اثاثہ IDs کو برقرار رکھتے ہوئے۔ تمام اسکرین شاٹس کو تبدیل کریں موازنہ کو چھوڑ دیتے ہیں: فی الحال ان سیٹوں میں موجود ہر چیز کو حذف کر دیا گیا ہے اور تمام %9$lld کو نئے اثاثہ IDs کے ساتھ دوبارہ اپ لوڈ کر دیا گیا ہے۔ تیار کرنے میں تیز، اپ لوڈ کرنے میں سست۔
vi: %1$lld %2$@ trên %3$lld %4$@, %5$lld %6$@ và %7$lld %8$@. Tải lên sẽ so sánh từng ảnh chụp màn hình với cửa hàng và chỉ thay đổi những gì khác biệt, giữ lại ID nội dung App Store của các kết quả trùng khớp chính xác. Thay thế tất cả ảnh chụp màn hình bỏ qua so sánh: mọi thứ hiện có trong các bộ này sẽ bị xóa và tất cả %9$lld được tải lên lại với ID nội dung mới. Chuẩn bị nhanh hơn, tải lên chậm hơn.
zh_hans: %1$lld %2$@ 跨 %3$lld %4$@、%5$lld %6$@ 和 %7$lld %8$@。 上传会将每个屏幕截图与商店进行比较，并仅更改不同之处，保持 App Store 资产 ID 完全匹配。 替换所有屏幕截图会跳过比较：这些集中当前的所有内容都会被删除，并且所有 %9$lld 都会使用新的资产 ID 重新上传。准备速度较快，上传速度较慢。

source: %lld %@ could not be read
ar: تعذرت قراءة %1$lld %2$@
ca: %1$lld %2$@ no s'ha pogut llegir
cs: %1$lld %2$@ nelze přečíst
da: %1$lld %2$@ kunne ikke læses
de: %1$lld %2$@ konnte nicht gelesen werden
el: %1$lld Δεν ήταν δυνατή η ανάγνωση του %2$@
es: %1$lld %2$@ no se pudo leer
fa: %1$lld %2$@ خوانده نشد
fi: %1$lld %2$@ ei voitu lukea
fr: %1$lld %2$@ n'a pas pu être lu
he: %1$lld לא ניתן היה לקרוא את %2$@
hr: %1$lld %2$@ nije moguće pročitati
hu: %1$lld %2$@ nem olvasható
id: %1$lld %2$@ tidak dapat dibaca
ja: %1$lld %2$@ を読み取れませんでした
ko: %1$lld %2$@을(를) 읽을 수 없습니다.
ms: %1$lld %2$@ tidak dapat dibaca
nl: %1$lld %2$@ kon niet worden gelezen
no: %1$lld %2$@ kunne ikke leses
pl: %1$lld %2$@ nie można odczytać
pt_br: %1$lld %2$@ não pôde ser lido
pt_pt: %1$lld %2$@ não pôde ser lido
ro: %1$lld %2$@ nu a putut fi citit
sk: %1$lld %2$@ sa nepodarilo prečítať
sl: %1$lld %2$@ ni bilo mogoče prebrati
sv: %1$lld %2$@ could not be read
th: %1$lld %2$@ ไม่สามารถอ่านได้
ur: %1$lld %2$@ پڑھا نہیں جا سکا
vi: %1$lld %2$@ không thể đọc được
zh_hans: 无法读取 %1$lld %2$@

source: %lld %@ exported
ar: تم تصدير %1$lld %2$@
ca: %1$lld %2$@ exportat
cs: %1$lld %2$@ exportováno
da: %1$lld %2$@ eksporteret
de: %lld %@ exportiert
el: %1$lld %2$@ εξήχθη
es: %1$lld %2$@ exportada(s)
fa: %1$lld %2$@ صادر شد
fi: %1$lld %2$@ viety
fr: %lld %@ exporté
he: %1$lld %2$@ מיוצא
hr: %1$lld %2$@ izvezeno
hu: %1$lld %2$@ exportálva
id: %1$lld %2$@ diekspor
ja: %lld %@ がエクスポートされました
ko: %lld %@ 내보냄
ms: %1$lld %2$@ dieksport
nl: %1$lld %2$@ geëxporteerd
no: %1$lld %2$@ eksportert
pl: %1$lld %2$@ wyeksportowano
pt_br: %lld %@ exportado
pt_pt: %1$lld %2$@ exportado
ro: %1$lld %2$@ exportat
sk: %1$lld %2$@ exportované
sl: %1$lld %2$@ izvožen
sv: %1$lld %2$@ exported
th: %1$lld %2$@ ส่งออกแล้ว
ur: %1$lld %2$@ برآمد ہوا۔
vi: %1$lld %2$@ đã xuất
zh_hans: %lld %@ 已导出

source: %lld %@ exported · %@
ar: تم تصدير %1$lld %2$@ · %3$@
ca: %1$lld %2$@ exportat · %3$@
cs: %1$lld %2$@ exportováno · %3$@
da: %1$lld %2$@ eksporteret · %3$@
de: %lld %@ exportiert · %@
el: %1$lld %2$@ εξήχθη · %3$@
es: %1$lld %2$@ exportada(s) · %3$@
fa: %1$lld %2$@ صادر شد · %3$@
fi: %1$lld %2$@ viety · %3$@
fr: %lld %@ exporté · %@
he: %1$lld %2$@ מיוצא · %3$@
hr: %1$lld %2$@ izvezeno · %3$@
hu: %1$lld %2$@ exportálva · %3$@
id: %1$lld %2$@ diekspor · %3$@
ja: %lld %@ エクスポートされました · %@
ko: %lld %@ 내보냄 · %@
ms: %1$lld %2$@ dieksport · %3$@
nl: %1$lld %2$@ geëxporteerd · %3$@
no: %1$lld %2$@ eksportert · %3$@
pl: %1$lld %2$@ wyeksportowano · %3$@
pt_br: %lld %@ exportado · %@
pt_pt: %1$lld %2$@ exportado · %3$@
ro: %1$lld %2$@ exportat · %3$@
sk: %1$lld %2$@ exportované · %3$@
sl: %1$lld %2$@ izvoženo · %3$@
sv: %1$lld %2$@ exported · %3$@
th: %1$lld %2$@ ส่งออกแล้ว · %3$@
ur: %1$lld %2$@ برآمد ہوا · %3$@
vi: %1$lld %2$@ đã xuất · %3$@
zh_hans: %lld %@ 已导出 · %@

# %lld %@ to upload
source: %1$lld %2$@ to upload
ar: %1$lld %2$@ للتحميل
ca: %1$lld %2$@ per carregar
cs: %1$lld %2$@ k nahrání
da: %1$lld %2$@ for at uploade
de: %1$lld %2$@ zum Hochladen
el: %1$lld %2$@ για μεταφόρτωση
es: %1$lld %2$@ para cargar
fa: %1$lld %2$@ برای آپلود
fi: %1$lld %2$@ ladattavaksi
fr: %1$lld %2$@ à télécharger
he: %1$lld %2$@ כדי להעלות
hr: %1$lld %2$@ za prijenos
hu: %1$lld %2$@ a feltöltéshez
id: %1$lld %2$@ untuk diunggah
ja: %1$lld %2$@ をアップロードします
ko: %1$lld %2$@ 업로드
ms: %1$lld %2$@ untuk memuat naik
nl: %1$lld %2$@ om te uploaden
no: %1$lld %2$@ for å laste opp
pl: %1$lld %2$@, aby przesłać
pt_br: %1$lld %2$@ para enviar
pt_pt: %1$lld %2$@ para enviar
ro: %1$lld %2$@ de încărcat
sk: %1$lld %2$@ na odovzdanie
sl: %1$lld %2$@ za nalaganje
th: %1$lld %2$@ ที่จะอัปโหลด
ur: اپ لوڈ کرنے کے لیے %1$lld %2$@
vi: %1$lld %2$@ để tải lên
zh_hans: %1$lld %2$@ 上传
